export default {
  start: 'Найди данные, которые не подойдут для расчета погоды. Например, данные из ненужных источников. Или данные, в которых ошиблись приборы.',
  stage1: {
    level1: [
      'Найди данные, которые не подойдут для расчёта погоды.',
      'Например, данные из ненужных источников.',
      'Или данные, в которых ошиблись приборы.',
      'Перетащи в папку подходящие данные, а в корзину – не нужные для прогноза.',
    ]
  },
  wrong: {
    level1: {
      card1: 'А вот и нет. Зная, сколько было осадков, можно предположить, сколько их ждать в будущем.',
      card2: 'Если бы это была Луна, а не Марс, это ещё могло бы иметь значение. А Марс слишком далеко от нас.',
      card3: 'Ошибочка. Влажность оказывает существенное влияние на прогноз.',
      card4: '*** ТЕКСТА НЕТ ***',
      card5: 'О нет. Ветер оказывает серьёзное влияние на изменения погоды.',
      card6: 'Нет-нет, температура – это один из ключевых параметров для прогноза погоды.',
      card7: '*** ТЕКСТА НЕТ ***',
    }
  },
  right: {
    level1: 'Верно! Посмотрим на другие данные.',
  },
  stage3: 'Молодец! У тебя получилось отличить данные, необходимые для прогноза, от тех, которые для него не требуются.',
  achieveGold: 'Ни одной ошибки! Ты получаешь золотое достижение «Аналитик данных»!',
  achieveSilver: 'Ты получаешь серебряное достижение «Аналитик данных»! Чтобы получать золотые достижения, выполняй упражнения без ошибок.',
  final: 'Когда все данные проверены и лишняя информация удалена, можно приступать к созданию прогноза.',
}