export default {
  start: {
    level1: 'Найди данные, которые не подойдут для расчёта погоды.',
    level2: 'Нам нужно найти те данные, которые не подойдут для расчёта прогноза погоды.',
    level3: 'Нам нужно найти те данные, которые не подойдут для расчёта прогноза погоды.',
  },
  stage1: {
    level1: [
      'Найди данные, которые не подойдут для расчёта погоды.',
      'Например, данные из ненужных источников.',
      'Или данные, в которых ошиблись приборы.',
      'Перетащи в папку подходящие данные, а в корзину – не нужные для прогноза.',
    ],
    level2: [
      'Перетащи в папку данные, которые мы возьмём для прогноза, а в корзину – те параметры, которые попали случайно…',
    ],
    level3: [
      'Перетащи в папку данные, которые мы возьмём для прогноза, а в корзину – те параметры, которые попали случайно…',
    ],
  },
  wrong: {
    level1: {
      card1: 'А вот и нет. Зная, сколько было осадков, можно предположить, сколько их ждать в будущем.',
      card2: 'Если бы это была Луна, а не Марс, это ещё могло бы иметь значение. А Марс слишком далеко от нас.',
      card3: 'Ошибочка. Влажность оказывает существенное влияние на прогноз.',
      card4: 'Это народная примета, но не точное измерение.',
      card5: 'О нет. Ветер оказывает серьёзное влияние на изменения погоды.',
      card6: 'Нет-нет, температура – это один из ключевых параметров для прогноза погоды.',
    },
    level2: {
      card1: 'А вот и нет. Зная, сколько было осадков, можно предположить, сколько их ждать в будущем.',
      card2: 'Если бы это была Луна, а не Марс, это ещё могло бы иметь значение. А Марс слишком далеко от нас.',
      card3: 'Показания домашних приборов не используются в профессиональных прогнозах.',
      card4: 'Ошибочка. Влажность оказывает существенное влияние на прогноз.',
      card5: 'Это народная примета, но не точное измерение.',
      card6: 'Нет. Это один из самых видимых человеческому глазу метеорологических параметров. И он имеет важное значение для прогноза.',
      card7: 'О нет. Это не причина погодных явлений, а следствие.',
      card8: 'О нет. Ветер оказывает серьёзное влияние на изменения погоды.',
      card9: 'Нет-нет, температура – это один из ключевых параметров для прогноза погоды.',
      card10: 'Это выглядит как следствие погодных явлений, но не причина.',
      card11: 'Нет-нет. Звёзды слишком далеко, чтобы влиять на погоду на Земле.',
      card12: 'О нет. Атмосферное давление – это один из главных метеорологических параметров.',
    },
    level3: {
      card1: 'А вот и нет. Зная, сколько было осадков, можно предположить, сколько их ждать в будущем.',
      card2: 'Если бы это была Луна, а не Марс, это ещё могло бы иметь значение. А Марс слишком далеко от нас.',
      card3: 'Показания домашних приборов не используются в профессиональных прогнозах.',
      card4: 'Ошибочка. Влажность оказывает существенное влияние на прогноз.',
      card5: 'Это народная примета, но не точное измерение.',
      card6: 'Нет. Это один из самых видимых человеческому глазу метеорологических параметров. И он имеет важное значение для прогноза.',
      card7: 'О нет. Это не причина погодных явлений, а следствие.',
      card8: 'О нет. Ветер оказывает серьёзное влияние на изменения погоды.',
      card9: 'Нет-нет, температура – это один из ключевых параметров для прогноза погоды.',
      card10: 'Это выглядит как следствие погодных явлений, но не причина.',
      card11: 'Нет-нет. Звёзды слишком далеко, чтобы влиять на погоду на Земле.',
      card12: 'О нет. Атмосферное давление – это один из главных метеорологических параметров.',
      card13: 'Эта величина не меняется. И уж точно не нужна в прогнозе погоды.',
      card14: 'Через какие-то очень сложные расчёты эту величину, может, и получится применить. Но обычно так не делают.',
      card15: 'Звучит так сложно, что даже понять невозможно. Нам в прогнозе это не поможет.',
      card16: 'Солнечная радиация – главный источник тепла. Она оказывает существенное влияние на погоду на Земле.',
    }
  },
  right: {
    level1: 'Верно! Посмотрим на другие данные.',
    level2: 'Верно! Посмотрим на другие данные.',
    level3: 'Верно! Посмотрим на другие данные.',
  },
  stage3: {
    level1: 'Молодец! У тебя получилось отличить данные, необходимые для прогноза, от тех, которые для него не требуются.',
    level2: 'Хорошая работа! У тебя получилось отличить необходимые для прогноза данные от тех, которые для него не требуются.',
    level3: 'Хорошая работа! У тебя получилось отличить необходимые для прогноза данные от тех, которые для него не требуются.',
  },
  achieveGold: 'Ни одной ошибки! Ты получаешь золотое достижение «Аналитик данных»!',
  achieveSilver: 'Ты получаешь серебряное достижение «Аналитик данных»! Чтобы получать золотые достижения, выполняй упражнения без ошибок.',
  final: {
    level1: ['Когда все данные проверены и лишняя информация удалена, можно приступать к созданию прогноза.'],
    level2: ['Все данные, по которым можно сделать прогноз, будут далее применяться в расчётах. Они называются метеорологическими параметрами. Остальные данные просто удалятся.', 'А ещё в самих метеорологических параметрах проверяются их значения. Вдруг температура оказалась 1000 градусов? Это, конечно, неправильно, и надо исправить.'],
    level3: ['Все данные, по которым можно сделать прогноз, будут далее применяться в расчётах. Они называются метеорологическими параметрами. Остальные данные просто удалятся.', 'А ещё в самих метеорологических параметрах проверяются их значения. Вдруг температура оказалась 1000 градусов? Это, конечно, неправильно, и надо исправить.'],
  }
}
