export default {
  start: {
    level1: [
      'Давай научимся отличать источники, необходимые для прогноза, от тех, которые для него не требуются.',
      'Отметь все 4 профессиональных источника данных, которые отправляют информацию в ЦОД.',
    ],
    level2: [
      'Давай научимся отличать источники, необходимые для прогноза, от тех, которые для него не требуются.',
      'Отметь все профессиональные источники данных, которые отправляют информацию в ЦОД.',
    ],
    level3: [
      'Давай научимся отличать источники, необходимые для прогноза, от тех, которые для него не требуются.',
      'Отметь все профессиональные источники, которые отправляют данные в ЦОД.',
    ],
  },
  wrong: {
    level1: {
      error1: 'Не забывай, что источники данных должны быть профессиональные.',
      error2: 'Мы не будем отправлять в ЦОД данные с домашней метеостанции, барометра в телефоне и прочих приборов для личного пользования.',
    },
    level2: {
      error1: 'Не забывай, что источники данных должны быть профессиональные.',
      error2: 'Мы не будем отправлять в ЦОД данные с домашней метеостанции, барометра в телефоне и прочих приборов для личного пользования.',
    },
    level3: {
      error1: 'Не забывай, что источники данных должны быть профессиональные.',
      error2: 'Мы не будем отправлять в ЦОД данные с домашней метеостанции, барометра в телефоне и прочих приборов для личного пользования.',
    },
  },
  achieveGold: 'Отличная работа! Ты получаешь золотое достижение «Инженер данных»! Продолжай в том же духе!',
  achieveSilver: 'Ты получаешь серебряное достижение «Инженер данных»! Чтобы получать золотые достижения, выполняй упражнения без ошибок.',
  final: {
    level1: 'Правильно! Тебе удалось выделить все правильные источники данных.',
    level2: 'Молодец! Тебе удалось выделить все профессиональные источники данных, которые отправляют информацию в ЦОД.',
    level3: 'Молодец! Тебе удалось выделить все профессиональные источники данных, которые отправляют информацию в ЦОД.',
  }
}