export default {
  start: {
    level1: 'Составь верную последовательность этапов для расчёта прогноза погоды.',
    level2: 'Составь верную последовательность этапов для расчёта прогноза погоды.',
    level3: 'Составь верную последовательность этапов для расчёта прогноза погоды.',
  },
  wrong: {
    level1: 'Не совсем так. Попробуй ещё раз. Вспомни, в какой последовательности мы решали задачи.',
    level2: 'Не совсем так. Попробуй ещё раз. Вспомни, в какой последовательности мы решали задачи.',
    level3: 'Не совсем так. Попробуй ещё раз. Вспомни, в какой последовательности мы решали задачи.',
  },
  cards: [
    'Корректировка прогноза погоды с помощью ИИ',
    'Сортировка данных, выявление некорректных показаний',
    'Сбор данных из профессиональных источников',
    'Передача данных в ЦОД',
    'Расчёт прогноза погоды с помощью суперкомпьютера',
  ],
  achieveGold: 'Абсолютно верно! Ты получаешь золотое достижение «Менеджер проекта»!',
  achieveSilver: 'Ты получаешь серебряное достижение «Менеджер проекта». Чтобы получать золотые достижения, выполняй упражнения без ошибок.',
  final: {
    level1: 'Ура! Теперь ты знаешь, как получается прогноз погоды, и можешь рассказать про это другим!',
    level2: 'Ура! Теперь ты знаешь, как получается прогноз погоды, и можешь рассказать про это другим!',
    level3: 'Ура! Теперь ты знаешь, как получается прогноз погоды, и можешь рассказать про это другим!',
  }
}