export default {
  start: {
    level1: [
      'Для начала найдём ошибки в прогнозе.',
      'Посмотри на прогнозы температуры, ветра и других параметров на несколько дней.',
    ],
    level2: [
      
    ],
    level3: [
      
    ],
  },
  stage2: {
    level1: 'Теперь посмотри на настоящую температуру в эти дни и выбери те дни, когда прогноз ошибся.',
    level2: 'Теперь посмотри на настоящую температуру в эти дни и выбери те дни, когда прогноз ошибся.',
    level3: 'Теперь посмотри на настоящую температуру в эти дни и выбери те дни, когда прогноз ошибся.',
  },
  wrong: {
    level1: {
      error1: 'Не забывай, что источники данных должны быть профессиональные.',
      error2: 'Мы не будем отправлять в ЦОД данные с домашней метеостанции, барометра в телефоне и прочих приборов для личного пользования.',
    },
    level2: {
      error1: 'Не забывай, что источники данных должны быть профессиональные.',
      error2: 'Мы не будем отправлять в ЦОД данные с домашней метеостанции, барометра в телефоне и прочих приборов для личного пользования.',
    },
    level3: {
      error1: 'Не забывай, что источники данных должны быть профессиональные.',
      error2: 'Мы не будем отправлять в ЦОД данные с домашней метеостанции, барометра в телефоне и прочих приборов для личного пользования.',
    },
  },
  achieveGold: 'Отличная работа! Ты получаешь золотое достижение «Инженер данных»! Продолжай в том же духе!',
  achieveSilver: 'Ты получаешь серебряное достижение «Инженер данных»! Чтобы получать золотые достижения, выполняй упражнения без ошибок.',
  final: {
    level1: 'Правильно! Тебе удалось выделить все правильные источники данных.',
    level2: 'Молодец! Тебе удалось выделить все профессиональные источники данных, которые отправляют информацию в ЦОД.',
    level3: 'Молодец! Тебе удалось выделить все профессиональные источники данных, которые отправляют информацию в ЦОД.',
  }
}